
"ICT_JUST_NOW"          = "Just now";
"ICT_MIN_SINGULAR"      = "1 minute ago";
"ICT_MIN_MULTI"         = "%d minutes ago";
"ICT_HOUR_SINGULAR"     = "1 hour ago";
"ICT_HOUR_MULTI"        = "%d hours ago";
"ICT_YESTERDAY"         = "Yesterday at %@";
"ICT_DAY_LAST_7"        = "EEEE 'at' HH:mm"; // < Last 7 days = "Friday at 13:48"
"ICT_DAY_LAST_30"       = "MMMM d 'at' HH:mm"; // < Last 30 days = "March 30 at 11:14"
"TXT_DONE"			    = "Done";